tap "ellie/atuin"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "superfly/tap"
tap "temporalio/brew"
brew "atuin"
brew "bat"
brew "berglas"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "jq"
brew "lsd"
brew "neovim"
brew "openjdk"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rust"
brew "starship"
brew "syncthing", restart_service: true
brew "tailscale"
brew "temporal"
brew "vips"
brew "zoxide"
brew "zsh"
brew "getsentry/tools/sentry-cli"
brew "stripe/stripe-cli/stripe"
brew "temporalio/brew/tcld"
cask "1password"
cask "alacritty"
cask "arc"
cask "basictex"
cask "blender"
cask "deskpad"
cask "discord"
cask "figma"
cask "firefox"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "hot"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "losslesscut"
cask "marta"
cask "mullvad-browser"
cask "mullvadvpn"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.lit-html"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "chflick.firecode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mtxr.sqltools"
vscode "quicktype.quicktype"
vscode "richie5um2.vscode-sort-json"
vscode "sleistner.vscode-fileutils"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tonsky.theme-alabaster"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "ziglang.vscode-zig"
