tap "charmbracelet/tap"
tap "ellie/atuin"
tap "getcord/tap"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "hettysoft/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homeport/tap"
tap "patrickhoefler/tap"
tap "radicle/cli", "https://seed.alt-clients.radicle.xyz/radicle-cli-homebrew.git"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "superfly/tap"
tap "temporalio/brew"
tap "thecasualcoder/stable"
tap "tinygo-org/tools"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bat"
brew "berglas"
brew "caddy"
brew "glib"
brew "certstrap"
brew "pycparser"
brew "cffi"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "gd"
brew "icu4c"
brew "php"
brew "composer"
brew "coreutils"
brew "cryptography"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "erlang"
brew "elixir"
brew "elm"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "entr"
brew "envchain"
brew "exercism"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "flow"
brew "flyctl"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gleam"
brew "glow"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "python@3.11"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "guile"
brew "hdf5"
brew "helix"
brew "hivemind"
brew "hledger"
brew "hugo"
brew "hunspell"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jd"
brew "jj"
brew "jless"
brew "jq"
brew "libgsf"
brew "libwebsockets"
brew "qemu"
brew "lima"
brew "python@3.12"
brew "lsd"
brew "mariadb"
brew "maven"
brew "mdbtools"
brew "neovim"
brew "openjdk@11"
brew "openslide"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pmtiles"
brew "poppler"
brew "postgresql@15"
brew "pwgen"
brew "python@3.10"
brew "qt"
brew "rclone"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rust"
brew "skaffold"
brew "sshuttle"
brew "starship"
brew "syncthing", restart_service: true
brew "tailscale"
brew "temporal"
brew "terraform-docs"
brew "tfenv"
brew "tippecanoe"
brew "tree"
brew "ttyd"
brew "vale"
brew "vips"
brew "walk"
brew "wireguard-tools"
brew "zig"
brew "zls"
brew "zoxide"
brew "zsh"
brew "charmbracelet/tap/vhs"
brew "getcord/tap/spr"
brew "getsentry/tools/sentry-cli"
brew "hettysoft/tap/hetty"
brew "homeport/tap/dyff"
brew "patrickhoefler/tap/cloudbuildgraph"
brew "radicle/cli/radicle-cli"
brew "stripe/stripe-cli/stripe"
brew "temporalio/brew/tcld"
brew "thecasualcoder/stable/csvdiff"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "activitywatch"
cask "alacritty"
cask "android-platform-tools"
cask "authy"
cask "basictex"
cask "bitwarden"
cask "blender"
cask "blockbench"
cask "brave-browser"
cask "chromedriver"
cask "chromium"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "deskpad"
cask "discord"
cask "dotnet-sdk"
cask "expo-orbit"
cask "figma"
cask "firefox"
cask "flutter"
cask "freecad"
cask "git-credential-manager"
cask "gitbutler"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "hot"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "losslesscut"
cask "marta"
cask "mullvad-browser"
cask "mullvadvpn"
cask "netnewswire"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openscad"
cask "orbstack"
cask "orion"
cask "raycast"
cask "rectangle"
cask "ripcord"
cask "slack"
cask "sloth"
cask "soda-player"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "whatsapp"
cask "wireshark"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.lit-html"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "chflick.firecode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "mtxr.sqltools"
vscode "oscarotero.vento-syntax"
vscode "quicktype.quicktype"
vscode "richie5um2.vscode-sort-json"
vscode "sleistner.vscode-fileutils"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tonsky.theme-alabaster"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "ziglang.vscode-zig"
